Revit 2027 API
BuiltInFailures.CopyPasteFailures.CannotCopyElevationArrow Property
 To duplicate Elevations, copy the elevation symbol in a plan view.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId CannotCopyElevationArrow { get; }
Public Shared ReadOnly Property CannotCopyElevationArrow As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ CannotCopyElevationArrow {
	FailureDefinitionId^ get ();
}
static member CannotCopyElevationArrow : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.CopyPasteFailures Class
Autodesk.Revit.DB Namespace